[
    {
    "Name": "Witchful Thinking",
    "NameEsp": "Pensamiento Brujo",
    "Effect": "Gain 70 Ability Power",
    "EffectEsp": "Ganas 70 de poder de habilidad.",
    "Type": "silver"
    },
    {
    "Name": "Sonic Boom",
    "NameEsp": "Boom Sónico",
    "Effect": "Buffing, healing, or shielding an ally deals damage and slows enemies around them",
    "EffectEsp": "Potenciar, curar o proteger a un aliado inflige daño y ralentiza a los enemigos cercanos a ellos",
    "Type": "silver"
    },
    {
    "Name": "Executioner",
    "NameEsp": "Ejecutor",
    "Effect": "Deal 15 percent more damage to enemies below 50 percent health, and reset your basic abilities on takedown",
    "EffectEsp": "Inflige un 15 por ciento más de daño a los enemigos por debajo del 50 por ciento de salud y reinicia tus habilidades básicas al eliminar a un enemigo",
    "Type": "silver"
    },
    {
    "Name": "Infernal Soul",
    "NameEsp": "Alma Infernal",
    "Effect": "Gain the Infernal Soul, dealing bonus damage when you hit enemies with abilities or attacks",
    "EffectEsp": "Obtén el Alma Infernal, que inflige daño adicional al golpear a los enemigos con habilidades o ataques",
    "Type": "silver"
    },
    {
    "Name": "Deft",
    "NameEsp": "Ágil",
    "Effect": "Gain 50 percent attack speed",
    "EffectEsp": "Obtén un 50 por ciento de velocidad de ataque",
    "Type": "silver"
    },
    {
    "Name": "Mind to Matter",
    "NameEsp": "De la Mente a la Materia",
    "Effect": "Increase max health by half of your mana",
    "EffectEsp": "Aumenta la vida máxima en la mitad de tu maná",
    "Type": "silver"
    },
    {
    "Name": "Shadow Runner",
    "NameEsp": "Corredor de las Sombras",
    "Effect": "After using a movement ability or leaving stealth, gain 300 movement speed for two seconds",
    "EffectEsp": "Después de usar una habilidad de movimiento o salir del sigilo, obtén 300 de velocidad de movimiento durante dos segundos",
    "Type": "silver"
    },
    {
    "Name": "Contract Killer",
    "NameEsp": "Asesino a Sueldo",
    "Effect": "Each round, mark an opponent to take 15 percent more damage and grant an extra 350 gold on death",
    "EffectEsp": "Cada ronda, marca a un oponente para que reciba un 15 por ciento más de daño y otorgue 350 de oro adicional al morir",
    "Type": "silver"
    },
    {
      "Name": "Tank it or leave it",
      "NameEsp": "Aguanta o Vete",
      "Effect": "You can Critically Defend using your Crit Chance (max 60% chance), giving you a chance to reduce damage taken by 40%. Gain 20% Crit Chance.",
      "EffectEsp": "Puedes Defenderte Críticamente usando tu Probabilidad de Golpe Crítico (máx. 60% de probabilidad), dándote la oportunidad de reducir el daño. Obtén un 20% de Probabilidad de Golpe Crítico.",
      "Type": "golden"
    },
    {
    "Name": "Blunt Force",
    "NameEsp": "Fuerza Bruta",
    "Effect": "Gain 10 percent Attack Damage",
    "EffectEsp": "Obtén un 10 por ciento de Daño de Ataque",
    "Type": "silver"
    },
    {
    "Name": "Erosion",
    "NameEsp": "Erosión",
    "Effect": "Damaging enemies shreds 1% Armor and Magic Resist for four seconds, stacking up to 20 times",
    "EffectEsp": "Dañar a los enemigos reduce un 1% su Armadura y Resistencia Mágica durante cuatro segundos, acumulable hasta 20 veces",
    "Type": "silver"
    },
    {
      "Name": "Light 'em Up!",
      "NameEsp": "Ilumínalos",
      "Effect": "Every fourth attack deals additional magic damage",
      "EffectEsp": "Cada cuarto ataque inflige daño mágico adicional",
      "Type": "silver"
    },
    {
    "Name": "Tormentor",
    "NameEsp": "Atormentador",
    "Effect": "Immobilizing enemies champions applies a Burn, dealing 4% max Health Magic Damage per second for 5 seconds. The Burn Stack infinitely",
    "EffectEsp": "Inmovilizar a los enemigos aplica un efecto de quemadura que inflige daño con el tiempo y aplica efectos al golpear",
    "Type": "silver"
    },
    {
    "Name": "Ocean Soul",
    "NameEsp": "Alma Oceánica",
    "Effect": "Gain the Ocean Soul, granting high health and mana regeneration after damaging enemies",
    "EffectEsp": "Obtén el Alma Oceánica, que otorga una alta regeneración de salud y maná después de dañar a los enemigos",
    "Type": "silver"
    },
    {
    "Name": "Guilty Pleasure",
    "NameEsp": "Placer Culpable",
    "Effect": "Immobilizing enemy champions restores 4% max Health",
    "EffectEsp": "Inmovilizar a campeones enemigos restaura 4% de Vida máxima",
    "Type": "silver"
    },
    {
    "Name": "Fallen Aegis",
    "NameEsp": "Égida Caída",
    "Effect": "Start combat with a Black Shield that blocks magic damage for 12 seconds. Black Shield blocks Magic Damage and immobilizing effects.",
    "EffectEsp": "Comienza el combate con un Escudo Negro que bloquea el daño mágico durante 12 segundos. Escudo Negro bloquea el daño mágico y los efectos de inmovilización.",
    "Type": "silver"
    },
    {
    "Name": "Ice Cold",
    "NameEsp": "Frío Como el Hielo",
    "Effect": "Your slowing effects reduce movement speed by an extra 100",
    "EffectEsp": "Tus efectos de ralentización reducen la velocidad de movimiento en 100 puntos adicionales",
    "Type":"silver"
    },
    {
    "Name": "First-Aid Kit",
    "NameEsp": "Botiquín de Primeros Auxilios",
    "Effect": "Gain 20% heal and shield power",
    "EffectEsp": "Obtén un 20% de poder de curación y escudo",
    "Type": "silver"
    },
    {
    "Name": "Vulnerability",
    "NameEsp": "Vulnerabilidad",
    "Effect": "Your item and damage over time effects can critically strike for 50% extra damage. Gain 20 percent crit chance.",
    "EffectEsp": "Tus efectos de objetos y daño prolongado pueden infligir golpes críticos del 50 % adicional. Obtén un 20 por ciento de probabilidad de golpe crítico.",
    "Type":"silver"
    },
    {
    "Name": "Buff Buddies",
    "NameEsp": "Amigos de los Buffs",
    "Effect": "You gain permanent Red and Blue Buffs",
    "EffectEsp": "Obtienes los Buffs Rojo y Azul de forma permanente",
    "Type": "silver"
    },
    {
    "Name": "Frost Wraith",
    "NameEsp": "Espíritu Escarchado",
    "Effect": "Every 7 seconds, automatically root nearby enemies for 1 second",
    "EffectEsp": "Cada 7 segundos, inmoviliza automáticamente a los enemigos cercanos durante 1 segundo",
    "Type": "silver"
    },
    {
    "Name": "Juice Box",
    "NameEsp": "Caja de Jugo",
    "Effect": "Each round, you and your teammate get an additional juice for free",
    "EffectEsp": "Cada ronda, tú y tu compañero de equipo obtienen un jugo adicional gratis",
    "Type": "silver"
    },
    {
    "Name": "Repulsor",
    "NameEsp": "Repulsor",
    "Effect": "When dropping below 60 or 30 percent health, nearby enemies are knocked back",
    "EffectEsp": "Cuando tu salud cae por debajo del 60 o 30 por ciento, los enemigos cercanos son empujados hacia atrás",
    "Type": "silver"
    },
    {
    "Name": "Mountain Soul",
    "NameEsp": "Alma Montaña",
    "Effect": "Gain the Mountain Soul, gaining shield after being out of combat for a short time",
    "EffectEsp": "Obtén el Alma Montaña, que otorga un escudo después de estar fuera de combate durante un corto tiempo",
    "Type": "silver"
    },
    {
    "Name": "Midnight Express",
    "NameEsp": "Expreso de Medianoche",
    "Effect": "Automatically throw a lantern to your ally every 12 seconds, which can be clicked to dash to you",
    "EffectEsp": "Lanza automáticamente una linterna a tu aliado cada 12 segundos, la cual se puede hacer clic para lanzarte hacia ti",
    "Type": "silver"
    },
    {
    "Name": "Don't Blink",
    "NameEsp": "No Parpadees",
    "Effect": "Deal more damage to enemies the faster you are than them",
    "EffectEsp": "Infliges más daño a los enemigos cuanto más rápido eres que ellos",
    "Type": "silver"
    },
    {
    "Name": "Buckle Up",
    "NameEsp": "Cinturón de seguridad",
    "Effect": "Spawn a Battle Sled on round start",
    "EffectEsp": "Genera un Trineo de Batalla al inicio de la ronda",
    "Type": "silver"
    },
    {
    "Name": "Warmup Routine",
    "NameEsp": "Rutina de Calentamiento",
    "Effect": "Active Summoner: Channel to increase your damage by 2% per second, up to 24% max.",
    "EffectEsp": "Invocador Activo: Canaliza para aumentar tu daño en un 2 % por segundo, hasta un máximo de 24%.",
    "Type": "silver"
    },
    {
    "Name": "Virtuous Cycle",
    "NameEsp": "Ciclo Virtuoso",
    "Effect": "Your heals grant extra 20% shield and your shields grant extra 20% healing",
    "EffectEsp": "Tus curaciones otorgan un 20% extra de escudo y tus escudos otorgan un 20% extra de curación.",
    "Type":"silver"
    },
    {
    "Name": "Castle",
    "NameEsp": "Castillo",
    "Effect": "Gain the Castle Summoner Spell, which allows you to swap places with your ally",
    "EffectEsp": "Obtén el hechizo de invocador Castillo, que te permite intercambiar lugares con tu aliado",
    "Type": "silver"
    },    
    {
    "Name": "Typhoon",
    "NameEsp": "Tifón",
    "Effect": "Attacks fire a bolt at an additional target that dealing 30% damage and applying on-hits",
    "EffectEsp": "Los ataques disparan un rayo a un objetivo adicional que inflige un 30% de daño y aplica impactos.",
    "Type": "silver"
    },
    {
    "Name": "Evocation",
    "NameEsp": "Evocación",
    "Effect": "Gain the Evocation Summoner Spell, which lets you channel to restore health and mana",
    "EffectEsp": "Obtén el hechizo de invocador Evocación, que te permite canalizar para restaurar salud y maná",
    "Type": "silver"
    },
    {
      "Name": "Now You See Me",
      "NameEsp": "Ahora Me Ves",
      "Effect": "Gain the Now You See Me Summoner Spell, which teleports you back to the starting position of your last movement ability",
      "EffectEsp": "Obtén el hechizo de invocador Ahora Me Ves, que te teletransporta de vuelta a la posición inicial de tu última habilidad de movimiento",
      "Type": "silver"
    },
    {
      "Name": "Frozen Foundations",
      "NameEsp": "Cimientos Gélidos",
      "Effect": "Summon a wall of ice at target location.",
      "EffectEsp": "Invoca un muro de hielo en la ubicación objetivo.",
      "Type": "silver"
    },

    

    {
      "Name": "The Brutalizer",
      "NameEsp": "El Despiadado",
      "Effect": "Gain 25 Attack Damage, 10 Ability Haste, and 15 Lethality.",
      "EffectEsp": "Obtén 25 de Daño de Ataque, 10 de Aceleración de Habilidad y 15 de Letalidad.",
      "Type": "golden"
    },
    {
      "Name": "Thread the Needle",
      "NameEsp": "Atravesar la Aguja",
      "Effect": "Gain 25% Armor Penetration and Magic Penetration.",
      "EffectEsp": "Obtén un 25% de Penetración de Armadura y Penetración Mágica.",
      "Type": "golden"
    },
    {
      "Name": "Lightning Strikes",
      "NameEsp": "Golpes Relámpago",
      "Effect": "Gain 30 Attack Damage per 0.1 Attack Speed.",
      "EffectEsp": "Obtén 30 de Daño de Ataque por el 0.1 de Velocidad de Ataque.",
      "Type": "golden"
    },
    {
      "Name": "Outlaw's Grit",
      "NameEsp": "Determinación del Fuera de la Ley",
      "Effect": "Your Movement Abilities grant you 15 Armor and Magic Resist. This stacks up to 5 times.",
      "EffectEsp": "Tus Habilidades de Movimiento te otorgan 15 de Armadura y Resistencia Mágica. Esto se acumula hasta 5 veces.",
      "Type": "golden"
    },
    {
      "Name": "Combo Master",
      "NameEsp": "Maestro de Combos",
      "Effect": "Gain the Electrocute and Phase Rush Keystone Runes.",
      "EffectEsp": "Obtén las Runas Clave Electrocutar y Fase Veloz.",
      "Type": "golden"
    },
    {
      "Name": "Recursion",
      "NameEsp": "Recursión",
      "Effect": "Gain 60 Ability Haste.",
      "EffectEsp": "Obtén 60 Aceleración de Habilidad.",
      "Type": "golden"
    },
    {
      "Name": "Scoped Weapons",
      "NameEsp": "Armas con Mirilla",
      "Effect": "Gain 200 Attack Range, reduced to 100 for ranged characters.",
      "EffectEsp": "Obtén 200 de Rango de Ataque, reducido a 100 para personajes de alcance.",
      "Type": "golden"
    },
    {
      "Name": "Shrink Ray",
      "NameEsp": "Rayo Reductor",
      "Effect": "Your Attacks reduce an enemy's damage by 15% for 3 seconds.",
      "EffectEsp": "Tus Ataques reducen el daño de un enemigo en un 15% durante 3 segundos.",
      "Type": "golden"
    },
    {
      "Name": "From Beginning to End",
      "NameEsp": "De Principio a Fin",
      "Effect": "Gain the First Strike and Dark Harvest Keystone Runes.",
      "EffectEsp": "Obtén las Runas Clave Primer Golpe y Cosecha Oscura.",
      "Type": "golden"
    },
    {
      "Name": "With Haste",
      "NameEsp": "Con Aceleración",
      "Effect": "Gain Move Speed equal to double your Ability Haste.",
      "EffectEsp": "Obtén Velocidad de Movimiento igual a el doble de tu Aceleración de Habilidad.",
      "Type": "golden"
    },
    {
      "Name": "Rabble Rousing",
      "NameEsp": "Agitador",
      "Effect": "Using an Ability heals you for 2% max Health.",
      "EffectEsp": "Usar una Habilidad te cura un 2% de tu Vida máxima.",
      "Type": "golden"
    },
    {
      "Name": "OK Boomerang",
      "NameEsp": "OK Boomerang",
      "Effect": "Autocast: Every 7s fire a boomerang at a nearby enemy",
      "EffectEsp": "Autolanzamiento: Cada 7s lanza un bumerán a un enemigo cercano.",
      "Type": "golden"
    },
    {
      "Name": "Keystone Conjurer",
      "NameEsp": "Conjurador de Runas Clave",
      "Effect": "Gain the Summon Aery and Arcane Comet Keystone Runes.",
      "EffectEsp": "Obtén las Runas Clave Invocar Aery y Cometa Arcano.",
      "Type": "golden"
    },
    {
      "Name": "Phenomenal Evil",
      "NameEsp": "Mal Fenomenal",
      "Effect": "Permanently gain 1 Ability Power when you hit enemies with Abilities.",
      "EffectEsp": "Obtén permanentemente 1 Poder de Habilidad cuando golpeas a los enemigos con Habilidades.",
      "Type": "golden"
    },
    {
      "Name": "Dawnbringer's Resolve",
      "NameEsp": "Resolución del Portador del Amanecer",
      "Effect": "Upon dropping below 50% health, heal for 30% max health over 3s.",
      "EffectEsp": "Al caer por debajo del 50% de Vida, sana un 30% de tu vida máxima durante 3 segundos.",
      "Type": "golden"
    },
    {
      "Name": "Firebrand",
      "NameEsp": "Marca de Fuego",
      "Effect": "Your Attacks also Burn Enemies, dealing 3% max health magic damage per second over 5 second. The burn stacks infinitely.",
      "EffectEsp": "Tus ataques también queman a los enemigos e infligen un 3 % de daño mágico de vida máxima por segundo durante 5 segundos. La quemadura se acumula infinitamente.",
      "Type": "golden"
    },
    {
      "Name": "Willing Sacrifice",
      "NameEsp": "Sacrificio Voluntario",
      "Effect": "When your ally drops below 30% Health, trade some of your health for a Shield on your ally.",
      "EffectEsp": "Cuando tu aliado cae por debajo del 30% de Vida, intercambia parte de tu vida por un Escudo en tu aliado.",
      "Type": "golden"
    },
    {
      "Name": "Soul Siphon",
      "NameEsp": "Sifón de Almas",
      "Effect": "Gain 20% crit chance and 30% lifesteal on critical strikes.",
      "EffectEsp": "Obtén un 20% de probabilidad de golpe crítico y un 30% de robo de vida en los golpes críticos.",
      "Type": "golden"
    },
    {
      "Name": "Perseverance",
      "NameEsp": "Perseverancia",
      "Effect": "Gain hugely increased Health Regen, which is further increased while low on Health.",
      "EffectEsp": "Obtén un aumento enorme en la Regeneración de Vida, que se incrementa aún más cuando tienes poca Vida.",
      "Type": "golden"
    },
    {
      "Name": "Restless Restoration",
      "NameEsp": "Restauración Inquieta",
      "Effect": "You constantly heal (based on your max Health) while moving, increased by distance traveled.",
      "EffectEsp": "Te curas constantemente (según tu Vida máxima) mientras te mueves, aumentando según la distancia recorrida.",
      "Type": "golden"
    },
    {
      "Name": "Defensive Maneuvers",
      "NameEsp": "Maniobras Defensivas",
      "Effect": "Gain the Defensive Maneuvers Summoner Spell. Defensive Maneuvers Casts both Summoner Barrier and Heal on you and your teammate.",
      "EffectEsp": "Obtén el Hechizo de Invocador Maniobras Defensivas. Maniobras Defensivas lanza tanto Barrera como Sanación de Invocador en ti y tu compañero de equipo.",
      "Type": "golden"
    },
    {
      "Name": "It's Critical",
      "NameEsp": "Es Crítico",
      "Effect": "Gain 40% Crit Chance.",
      "EffectEsp": "Obtén un 40% de Probabilidad de Golpe Crítico.",
      "Type": "golden"
    },
    {
      "Name": "Celestial Body",
      "NameEsp": "Cuerpo Celestial",
      "Effect": "Gain 1000 Health, but you deal 10% less damage.",
      "EffectEsp": "Obtén 1000 de Vida, pero infliges un 10% menos de daño.",
      "Type": "golden"
    },
    {
      "Name": "Searing Dawn",
      "NameEsp": "Amanecer Abrasador",
      "Effect": "Your Abilities mark enemies, causing them to take extra damage from your ally's next effect.",
      "EffectEsp": "Tus Habilidades marcan a los enemigos, lo que hace que reciban daño adicional del próximo efecto de tu aliado.",
      "Type": "golden"
    },
    {
      "Name": "Vanish",
      "NameEsp": "Desvanecerse",
      "Effect": "Gain the Vanish Summoner Spell. Vanish turns you Invisible.",
      "EffectEsp": "Obtén el Hechizo de Invocador Desvanecerse. Desvanecerse te vuelve Invisible.",
      "Type": "golden"
    },
    {
      "Name": "Demon's Dance",
      "NameEsp": "Desvanecerse",
      "Effect": "Gain the Fleet Footwork and Grasp of the Undying Keystone Runes.",
      "EffectEsp": "Obten las runas pies veloz y garras del inmortal.",
      "Type": "golden"
    },
    {
      "Name": "Banner of Command",
      "NameEsp": "Estandarte de Comando",
      "Effect": "Active Spell: Increase your teammate's size and grant them 15% HP, AD, AP, and AS for 10s.",
      "EffectEsp": "Hechizo Activo: Aumenta el tamaño de tu compañero de equipo y otórgales 15% de Vida, DA, AP y AS durante 10s.",
      "Type": "golden"
    },
    {
      "Name": "Extendo-Arm",
      "NameEsp": "Brazo Extensible",
      "Effect": "Automatically fire a Blitzcrank hook every 12 seconds at a nearby enemy champion.",
      "EffectEsp": "Dispara automáticamente un gancho de Blitzcrank cada 12 segundos a un campeón enemigo cercano.",
      "Type": "golden"
    },
    {
      "Name": "Mythical",
      "NameEsp": "Mítico",
      "Effect": "You can buy any number of Mythic Items.",
      "EffectEsp": "Puedes comprar cualquier cantidad de Objetos Míticos.",
      "Type": "golden"
    },
    {
      "Name": "Die Another Day",
      "NameEsp": "Morir Otro Día",
      "Effect": "Gain the Die Another Day Summoner Spell. Die Another Day creates a zone where no unit can die for 4 seconds.",
      "EffectEsp": "Obtén el Hechizo de Invocador Morir Otro Día. Morir Otro Día crea una zona donde ninguna unidad puede morir durante 4 segundos.",
      "Type": "golden"
    },
    {
      "Name": "Ethereal Weapon",
      "NameEsp": "Arma Etérea",
      "Effect": "Your Abilities apply on-hit effects. 1 second cooldown per target",
      "EffectEsp": "Tus Habilidades aplican efectos al impactar.",
      "Type": "golden"
    },
    {
      "Name": "Apex Inventor",
      "NameEsp": "Inventor Apex",
      "Effect": "Gain 200 Item Haste.",
      "EffectEsp": "Obtén 200 Aceleración de Objetos.",
      "Type": "golden"
    },
    {
      "Name": "Dive Bomber",
      "NameEsp": "Bombardeo en Picado",
      "Effect": "Your team's first death each round explodes, dealing massive damage.",
      "EffectEsp": "La primera muerte de tu equipo cada ronda explota, infligiendo un daño masivo.",
      "Type": "golden"
    },
    {
      "Name": "Vengeance",
      "NameEsp": "Venganza",
      "Effect": "Gain massively increased damage and Omnivamp while your partner is dead.",
      "EffectEsp": "Obtén un aumento masivo de daño y Robo de Vida mientras tu compañero está muerto.",
      "Type": "golden"
    },
    {
      "Name": "Cannon Fodder",
      "NameEsp": "Carne de Cañón",
      "Effect": "You enter combat launching from a cannon.",
      "EffectEsp": "Entras en combate lanzado desde un cañón.",
      "Type": "golden"
    },
    {
      "Name": "Goliath",
      "NameEsp": "Goliat",
      "Effect": "Become large, gaining 35% Health and 15% Adaptive Force",
      "EffectEsp": "Conviértete en un gigante, obtén un 35% más de Vida y 15% Fuerza Adaptativa.",
      "Type": "prismatic"
    },
    {
      "Name": "Jeweled Gauntlet",
      "NameEsp": "Guantelete Engarzado",
      "Effect": "Your Abilities can Critically Strike for 140% total damage. Gain 20% Crit Chance",
      "EffectEsp": "Tus habilidades pueden causar un golpe crítico con un 140% de daño total. Obtén un 20% de probabilidad crítico.",
      "Type": "prismatic"
    },
    {
      "Name": "Eureka",
      "NameEsp": "Eureka",
      "Effect": "Gain Ability Haste equal to 20 percent of your Ability Power.",
      "EffectEsp": "Obtén Aceleración de habilidad igual al 20% de tu Poder de Habilidad.",
      "Type": "prismatic"
    },
    {
      "Name": "Symphony of War",
      "NameEsp": "Sinfonía de la Guerra",
      "Effect": "Gain the Lethal Tempo and Conqueror Keystone Runes",
      "EffectEsp": "Obtén las Runas Clave Tempo Letal y Conquistador",
      "Type": "prismatic"
    },
    {
      "Name": "Earthwake",
      "NameEsp": "Despertar de la Tierra",
      "Effect": "Your Movement Abilities leave behind a trail that detonates after one second",
      "EffectEsp": "Tus Habilidades de Movimiento dejan una estela que explota después de un segundo",
      "Type": "prismatic"
    },
    {
      "Name": "Infernal Conduit",
      "NameEsp": "Conducto Infernal",
      "Effect": "Your abilities apply a bleed dealing physical damage per second over five seconds. Bleed damage you deal refunds two percent of remaining cooldowns on your basic abilities",
      "EffectEsp": "Tus habilidades aplican una hemorragia que inflige daño físico por segundo durante cinco segundos. El daño de hemorragia que infliges reembolsa un dos por ciento de los enfriamientos restantes en tus habilidades básicas",
      "Type": "prismatic"
    },
    {
      "Name": "Blade Waltz",
      "NameEsp": "Vals de la Cuchilla",
      "Effect": "Gain the Blade Waltz Summoner Spell, making you untargetable while you dash at and damage enemies repeatedly",
      "EffectEsp": "Obtén el hechizo de invocador Vals de la Cuchilla, volviéndote inalcanzable mientras embistes y dañas repetidamente a los enemigos",
      "Type": "prismatic"
    },
    {
      "Name": "Omni Soul",
      "NameEsp": "Alma Omnímoda",
      "Effect": "Gain three random Dragon Souls",
      "EffectEsp": "Obtén tres Almas de Dragón aleatorias",
      "Type": "prismatic"
    },
    {
      "Name": "Quantum Computing",
      "NameEsp": "Computación Cuántica",
      "Effect": "Automatically slash in a circle around you, dealing bonus damage on the outer edge every 15 seconds. Your Automatic Augments are affected by Ability Haste",
      "EffectEsp": "Realiza automáticamente un corte en círculo a tu alrededor, infligiendo daño adicional en el borde exterior cada 15 segundos. Tus Augmentos Automáticos se ven afectados por la Aceleración de habilidad",
      "Type": "prismatic"
    },
    {
      "Name": "Mad Scientist",
      "NameEsp": "Científico Loco",
      "Effect": "On round start, you grow large and gain Attack Damage and Health, or tiny and gain Ability Haste and Move Speed",
      "EffectEsp": "Al comienzo de la ronda, te vuelves grande y obtienes Daño de Ataque y Vida, o te vuelves pequeño y obtienes Aceleración de habilidad y Velocidad de Movimiento",
      "Type": "prismatic"
    },
    {
      "Name": "Windspeaker's Blessing",
      "NameEsp": "Bendición del Susurro del Viento",
      "Effect": "Your Healing and Shielding also increases the target's Armor and Magic Resist for 3 seconds",
      "EffectEsp": "Tu Curación y Escudo también aumenta la Armadura y Resistencia Mágica del objetivo durante 3 segundos",
      "Type": "prismatic"
    },
    {
      "Name": "Wisdom of Ages",
      "NameEsp": "Sabiduría de las Edades",
      "Effect": "Gain 1 level now, and 1 bonus level every other round. Your level cap is removed",
      "EffectEsp": "Gana 1 nivel ahora y 1 nivel de bonificación cada dos rondas. Se elimina tu límite de nivel",
      "Type": "prismatic"
    },
    {
      "Name": "Spirit Link",
      "NameEsp": "Enlace Espiritual",
      "Effect": "40 percent of damage dealt to your ally is redirected to you, and 40 percent of healing they receive is given to you as well.",
      "EffectEsp": "El 40% del daño infligido a tu aliado se redirige a ti, y el 40% de la curación que reciben también se te otorga a ti.",
      "Type": "prismatic"
    },
    {
      "Name": "Ultimate Revolution",
      "NameEsp": "Revolución Definitiva",
      "Effect": "Once per round, refresh your Ultimate Ability after casting it",
      "EffectEsp": "Una vez por ronda, obtienes tu Habilidad Definitiva después de lanzarla",
      "Type": "prismatic"
    },
    {
      "Name": "Dashing",
      "NameEsp": "Deslizamiento",
      "Effect": "Your dash, leap, blink or teleport Abilities gain 200 Ability Haste.",
      "EffectEsp": "Tus Habilidades de Movimiento ganan 200 de aceleración de habilidad.",
      "Type": "prismatic"
    },
    {
      "Name": "Feel the Burn",
      "NameEsp": "Siente la Quemadura",
      "Effect": "Gain the Feel the Burn Summoner Spell, casting Ignite and Exhaust on all nearby enemy champions",
      "EffectEsp": "Obtén el hechizo de invocador Siente la Quemadura, lanzando Ignición y Agotamiento a todos los campeones enemigos cercanos",
      "Type": "prismatic"
    },
    {
      "Name": "Courage of the Colossus",
      "NameEsp": "Coraje del Coloso",
      "Effect": "Gain a Shield scaling with max Health after Immobilizing an enemy champion",
      "EffectEsp": "Obtén un Escudo que aumenta según la Vida máxima después de Inmovilizar a un campeón enemigo",
      "Type": "prismatic"
    },
    {
      "Name": "Tap Dancer",
      "NameEsp": "Bailarín de Tap",
      "Effect": "Your Attacks grant you 10 Move Speed, stacking infinitely. Gain AS equal to 10 percent of your MS",
      "EffectEsp": "Tus Ataques te otorgan 10 Velocidad de Movimiento, acumulable infinitamente. Obtén DA igual al 10% de tu VM",
      "Type": "prismatic"
    },
    {
      "Name": "Can't Touch This",
      "NameEsp": "No Me Toques",
      "Effect": "Casting your Ultimate also makes you Invulnerable for a short duration",
      "EffectEsp": "Lanzar tu Definitiva también te vuelve invulnerable durante un corto periodo de tiempo",
      "Type": "prismatic"
    },
    {
      "Name": "Trueshot Prodigy",
      "NameEsp": "Prodigio del Disparo Certero",
      "Effect": "When you damage a champion from far away, fire a Trueshot Barrage at them",
      "EffectEsp": "Cuando dañas a un campeón desde lejos, lanza una Lluvia de Disparos Precisos hacia ellos",
      "Type": "prismatic"
    },
    {
      "Name": "Mystic Punch",
      "NameEsp": "Puñetazo Místico",
      "Effect": "Your Attacks reduce your cooldowns by 1 second.",
      "EffectEsp": "Tus Ataques reducen tus enfriamientos en 1 segundo.",
      "Type": "prismatic"
    },
    {
      "Name": "Slow Cooker",
      "NameEsp": "Cocinero Lento",
      "Effect": "Every second, apply a stacking Burn to nearby enemy champions scaling with your Max Health stacking infinitely",
      "EffectEsp": "Cada segundo, aplica una Quemadura acumulativa a los campeones enemigos cercanos, aumentando según tu Vida máxima acumulable infinitamente",
      "Type": "prismatic"
    },
    {
      "Name": "Accelerating Sorcery",
      "NameEsp": "Hechicería Acelerante",
      "Effect": "Using an Ability grants 8 Ability Haste, stacking infinitely",
      "EffectEsp": "Usar una habilidad otorga 8 de Aceleración de habilidad, acumulable infinitamente",
      "Type": "prismatic"
    },
    {
      "Name": "Master of Duality",
      "NameEsp": "Maestro de la Dualidad",
      "Effect": "Your Attacks grant you stacking Ability Power and your Abilities grant you Attack Damage",
      "EffectEsp": "Tus Ataques te otorgan Poder de habilidad acumulativo y tus Habilidades te otorgan Daño de Ataque",
      "Type": "prismatic"
    },
    {
      "Name": "Chauffeur",
      "NameEsp": "Chófer",
      "Effect": "You are attached to your ally and gain 100 Ability Haste and 50 Attack Speed.",
      "EffectEsp": "Estás unido a tu aliado y obtienes 100 Aceleración de habilidad y 50 Velocidad de Ataque.",
      "Type": "prismatic"
    },
    {
      "Name": "Circle of Death",
      "NameEsp": "Círculo de la Muerte",
      "Effect": "Healing you do deals a portion of the value in Magic Damage to the nearest enemy champion",
      "EffectEsp": "La curación que haces inflige una porción del valor como Daño Mágico al campeón enemigo más cercano",
      "Type": "prismatic"
    },
    {
      "Name": "Back to Basics",
      "NameEsp": "Volver a lo Básico",
      "Effect": "Your Ultimate is sealed, but you gain 35% increased damage, healing, shielding and 60 AH",
      "EffectEsp": "Tu definitiva está sellada, pero obtienes un 35% más de daño, curación, escudo y 60 Aceleración de habilidad",
      "Type": "prismatic"
    },
    {
      "Name": "Zhonya's Epiphany",
      "NameEsp": "Epifanía de Zhonya",
      "Effect": "Gain the Zhonya's Epiphany Summoner Spell, which puts you in Stasis for 3 seconds, rendering you Untargetable and Invulnerable for the duration but also unable to act, and resetting your basic ability cooldowns",
      "EffectEsp": "Obtén el hechizo de invocador Epifanía de Zhonya, que te pone en Estasis durante 3 segundos, volviéndote inalcanzable e invulnerable durante la duración pero también incapaz de actuar, y reinicia los enfriamientos de tus habilidades básicas",
      "Type": "prismatic"
    },
    {
      "Name": "Thief's Gloves",
      "NameEsp": "Guantes del Ladrón",
      "Effect": "Gain random items each combat. Stats and damage from items is increased by 30%.",
      "EffectEsp": "Obtén objetos aleatorios en cada combate. Las estadísticas y el daño de los objetos se incrementan un 30%.",
      "Type": "prismatic"
    }
]
